
{"events":[{"eventId":11150,"title":"This Doesn’t Feel Agile","type":"Lunch \u0027n Learn","corpLocation":"Chicago","bannerImage":"","thumb":"/media/2477/eventimage_apr12_tall.jpg","relatedThumb":"/media/2478/eventimage_apr12_wide.jpg","topic":"Agile","targetAudience":"\u003cp\u003eThis session will be most beneficial for practitioners leading Agile adoption. This includes both IT and Business side Directors and Managers.\u003c/p\u003e","startDate":1460433600,"endDate":1460433600,"timeDetails":"\u003ch4\u003eTime: 11:30 AM – 1:30 PM\u003c/h4\u003e\r\n\u003cp\u003e(Lunch will be served from 11:30 am-Noon.  Educational session begins at Noon.)\u003c/p\u003e","cost":"Free","paidEvent":false,"nonMatrixEvent":false,"pageBannerText":"","description":"This interactive session is designed to help attendees brainstorm and discuss the following real-world situations that arise when exercising Agile.","detailPage":"/resources/events/this-doesn-t-feel-agile-chicago/","overview":"\u003cp\u003eThis interactive session is designed to help attendees brainstorm and discuss the following real-world situations that arise when exercising Agile:\u003c/p\u003e\r\n\u003cul\u003e\r\n\u003cli\u003eThe real reasons behind the struggles within their Agile adoption.\u003c/li\u003e\r\n\u003cli\u003eSee they are not alone with their particular struggles and obstacles.\u003c/li\u003e\r\n\u003cli\u003eCollaborate with others on practical ways to drive the change needed to overcome those issues.\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\u003cp\u003eAttendees will walk away with real action items that can actually be achieved to start seeing improvements.\u003c/p\u003e\r\n\u003cp\u003e\u003cem\u003eHosted by TechNexus: \u003ca href=\"http://www.technexus.com\"\u003ewww.technexus.com\u003c/a\u003e\u003c/em\u003e\u003c/p\u003e","pdfLink":null,"eventLocation":"Lyric Opera House (Chicago)","addressLine1":"200 West Adams Street","addressLine2":"Suite 2002","city":"Chicago","state":"IL","zipcode":"60606","phoneNumber":"312.360.1105","directions":"","mapCoordinates":"41.8796875,-87.63434259999997,14","showFacilitator":false,"eventFacilitator":"Robert Woods","facilitatorImage":"","aboutFacilitator":"\u003cp\u003eRobert has spent the last 18 years in IT serving in a broad range of fields including Finance, Retail, Manufacturing, Insurance and Healthcare. His experience encompasses IT engineering and overall enterprise project and portfolio management and consultation. Robert’s current focus is in coaching, training and mentoring both corporations and individuals in enterprise Agile adoption. His training sessions include Creating Great Teams and Team Dynamics, Team Facilitation and Leadership, Introduction to Agile, Practical Product Ownership, Creating Great Stories, Backlog Grooming and Prioritization, Agile Secure Development, Scaled Agile Portfolio Management and Agile Corporate Culture. Robert is a regular speaker and thought leader for the Agile community, dedicated to helping organizations achieve Business and IT alignment.\u003c/p\u003e","linkedIn":"https://www.linkedin.com/in/robert-woods-05558014","twitter":"@mindoverprocess"},{"eventId":11156,"title":"Having a Work/Life Balance - if you really want one","type":"Seminar","corpLocation":"Dallas","bannerImage":"","thumb":"/media/2487/apr21_tall.jpg","relatedThumb":"/media/2488/apr21_wide.jpg","topic":"Career","targetAudience":"\u003cp\u003eThis session will be most beneficial for those in leadership roles.\u003c/p\u003e","startDate":1461211200,"endDate":1461211200,"timeDetails":"\u003ch4\u003e\u003cstrong\u003eTime:\u003c/strong\u003e  1:00 pm - 3:00 pm\u003c/h4\u003e","cost":"Free","paidEvent":false,"nonMatrixEvent":false,"pageBannerText":"","description":"Can people in the C-Suite have a Work/Life Balance?  ","detailPage":"/resources/events/having-a-worklife-balance-if-you-really-want-one/","overview":"\u003cp\u003eCan people in leadership have a Work/Life Balance? \u003c/p\u003e\r\n\u003cp\u003eI think the better question is do they WANT one?\u003c/p\u003e\r\n\u003cp\u003eIn 2014, Mohamed El-Erian, CEO of PIMCO, chose to leave his post after his 10-year-old daughter wrote about all the special moments he was absent from in her life. The 56-year-old El-Erian, who made $100 million in 2011 alone, said he made the decision to resign from his post after his young daughter wrote him a note listing 22 milestones he had missed in her life.\u003c/p\u003e\r\n\u003cp\u003eYou might tell yourself that once you make the kind of money Mr. El-Erian does you will slow down too. But it’s not likely that you would choose to slow down even after making his millions. Some people don’t know how to really enjoy life, or are so fueled by the power and prestige, that everything else is easily pushed aside in the process.\u003c/p\u003e\r\n\u003cp\u003eI’m sure you’ve heard the expression that we have two lives; the one we are given and the other one we make. Only YOU can say what type of life you want to have.\u003c/p\u003e\r\n\u003cp\u003eIn this session Mr. Hunt will tackle the topic of having a real Work/Life Balance and will share some key aspects that will hopefully help you win this struggle to balance both your personal and professional goals.\u003cbr /\u003e\u003cbr /\u003e\u003c/p\u003e","pdfLink":null,"eventLocation":"MATRIX Dallas Office","addressLine1":"5151 Belt Line Road","addressLine2":"Suite 1010","city":"Dallas","state":"TX","zipcode":"75254","phoneNumber":"972.778.1800","directions":"","mapCoordinates":"32.9545925,-96.8201292,1","showFacilitator":false,"eventFacilitator":"Robert Hunt","facilitatorImage":"","aboutFacilitator":"\u003cp\u003eRobert Hunt is the owner of Renaissance Executive Forums Dallas. Robert works with Owners and CEOs of companies in DFW through monthly Peer Advisory Groups, Business Coaching, and Leadership Development. He helps leaders remove obstacles that keep them from reaching their personal and professional goals and spoke to the MATRIX team during our recent team meeting. You will enjoy his enthusiasm and hope you take time to consider how to invest your life to get the results you really want in life.\u003c/p\u003e","linkedIn":"https://www.linkedin.com/in/robertjhunt2010","twitter":"@RobertjHunt2010"},{"eventId":11194,"title":"Agile2016","type":"Conference","corpLocation":"Atlanta","bannerImage":"","thumb":"/media/2505/jul25_agile_tall.jpg","relatedThumb":"/media/2506/jul25_agile_wide.jpg","topic":"Agile","targetAudience":"\u003cp\u003e\u003cspan\u003eAgile Developers, Executives, Teams, Managers, Coaches, and Consultants come to our annual conference each year to learn from world-class experts and thought leaders who share their passion for Agile.\u003c/span\u003e\u003c/p\u003e","startDate":1469419200,"endDate":1469764800,"timeDetails":"\u003cp\u003e\u003cspan\u003eJoin us and your Agile colleagues for Agile2016, July 25-29 in Atlanta, GA!\u003c/span\u003e\u003c/p\u003e","cost":"See site for options","paidEvent":false,"nonMatrixEvent":true,"pageBannerText":"","description":"The annual North American conference is dedicated to furthering Agile principles and providing a venue for people and ideas to flourish. This is where the Agile tribes meet.","detailPage":"/resources/events/agile2016/","overview":"\u003cp\u003eThe annual North American conference is dedicated to furthering Agile principles and providing a venue for people and ideas to flourish. This is where the Agile tribes meet.\u003c/p\u003e\r\n\u003cp\u003eWe invite you to join attendees from over 40 countries at Agile2016. Explore over 200 Agile Sessions, plus insightful Keynotes and a host of social and networking events during this exciting week of Agile learning, collaborating, and connecting.\u003c/p\u003e\r\n\u003cp\u003eMATRIX is proud to be a Gold Sponsor of the event this year. \u003ca href=\"https://www.agilealliance.org/agile2016/register/\" target=\"_blank\"\u003eClick here to register:\u003c/a\u003e\u003c/p\u003e\r\n\u003cp\u003e\u003ca href=\"https://www.agilealliance.org/agile2016/register/\" target=\"_blank\"\u003ehttps://www.agilealliance.org/agile2016/register/\u003c/a\u003e  \u003c/p\u003e","pdfLink":null,"eventLocation":"Hyatt Regency (Atlanta)","addressLine1":"1000 Abernathy Road","addressLine2":"Suite 500","city":"Atlanta","state":"GA","zipcode":"30328","phoneNumber":"770.677.2400","directions":"","mapCoordinates":"33.9347767,-84.35458249999999,1","showFacilitator":false,"eventFacilitator":"Multiple Speakers","facilitatorImage":"","aboutFacilitator":"\u003cp\u003eMultiple speakers will be heading Track Sessions and Workshops.  See PDF for more information.\u003c/p\u003e","linkedIn":"","twitter":""}]}
